<?php

get_header();

$theme_url = get_stylesheet_directory_uri();

?>

    <div class="static-banner">
        <img src="<?php echo $theme_url; ?>/images/treatment-with-the-newa.jpg" alt="אופן השימוש NEWA">
        <div class="container">
            <h1>אופן השימוש AMAYA</h1>
        </div>
    </div>

    <div class="main-container col1-layout no-breadcrumbs">
        <div class="main">

            <div class="col-main">


                <div class="std">
                    <div>
                        <div class="how-to-use ">

                            <div class="container">

                                <div class="how-to-use-top">

                                    <p><img alt="טיפול ביתי לפנים 4 שנים ב12 חודשים"
                                            src="<?php echo $theme_url; ?>/images/how-to-use-top.png"></p>
                                    <p dir="rtl">החזירי לעצמך קולגן שאבד במהלך<br><strong>4 שנים תוך 12 שבועות
                                            בלבד!</strong></p>
                                    <div dir="rtl">בשימוש יומי קל ונוח - תוכלי להחזיר לעצמך 4 שנים תוך 12 שבועות*
                                        ולהרגיש רעננה, זוהרת ובטוחה בעצמך. בחודש הראשון טפלי בעורך 5 פעמים בשבוע, בכל
                                        אזור טיפול במשך כ-4 דקות רצופות בלבד. לאחר חודש, עברי לטיפול אחד או שניים בשבוע.
                                        השימוש קל ופשוט - צפי בסרטון מטה והתחילי להחזיר לעורך את השנים!
                                    </div>
                                </div>

                            </div>

                            <div class="video-block technology-video-block how-to-use-video">

                                <div class="container">

                                    <p><a class="fancybox"
                                          href="https://www.youtube.com/v/ph1FCdv_K8A?fs=1&amp;autoplay=1"><img
                                                alt="איך להשתמש במכשיר הניואה לחידוש עור הפנים"
                                                src="<?php echo $theme_url; ?>/images/video-how-to.png"></a>
                                    </p>

                                </div>

                            </div>

                            <div class="faqs">

                                <div class="container">

                                    <h2>שאלות ותשובות</h2>

                                    <div id="accordion">

                                        <h3 class="question">מה מיוחד בטכנולוגיית 3DEEP®?</h3>
                                        <div class="answer"><p style="direction: rtl;">3DEEP® היא טכנולוגיה שמשתמשת בגלי
                                                רדיו (RF) למיצוק העור. מדובר בדור הבא של אבולוציית טכנולוגיות RF למיצוק,
                                                הרמה והצערה מקצועיות של העור, כמו גם טיפולי RF להפחתת קמטים.</p>
                                            <p style="direction: rtl;">הטכנולוגיה משתמשת בחימום העדין - אפקט טבעי ובטוח
                                                שנובע מגלי הרדיו – כדי להעביר אנרגיה למיקום המדויק שבו היא חסרה, עמוק אל
                                                תוך רקמת העור, במטרה להגביר את ייצור הקולגן.</p>
                                            <p style="direction: rtl;">הודות לשימוש מבוקר במערך אלקטרודות הפועל בתזמון
                                                מושלם, האנרגיה מועברת באופן נקודתי ומדויק ובעוצמה הנכונה לשימוש בטוח
                                                ואופטימלי של גלי רדיו.</p>
                                            <p style="direction: rtl;">האנרגיה של גלי הרדיו במכשור לטיפול עור הפנים
                                                מכוונת זורמת באופן אנכי עמוק אל תוך רקמת העור, כך שלא נוצרת בעיית חימום
                                                יתר ואין חשש מנזק על פני העור.</p>
                                            <p style="direction: rtl;">טכנולוגיית 3DEEP RF להרמת העור שומרת על פני העור
                                                קרים באופן יחסי, בזמן שהיא משיגה את החימום הנדרש בשכבות העמוקות של העור
                                                כדי למקסם ייצור של קולגן חדש.</p></div>
                                        <h3 class="question">האם אני יכולה להשתמש ב-NEW אם יש לי אקנה, אקזמה או בעיות
                                            עור אחרות?</h3>
                                        <div class="answer"><p style="direction: rtl;">אין להשתמש ב-AMAYA על עור פגום.
                                                במקרים כאלה מומלץ להתייעץ עם רופא עור לפני כל שימוש בתכשיר.</p></div>
                                        <h3 class="question">האם אני יכולה להשתמש ב-AMAYA אם יש לי אקנה/פצעים (ROSACEA)
                                            או מחלות עור אחרות?</h3>
                                        <div class="answer"><p style="direction: rtl;">השימוש ב-AMAYA מיועד להחייאת העור.
                                                אל תשתמשי ב-AMAYA לטיפול במחלות עור כגון אדמומיות, אקנה, שומות, יבלות,
                                                פצעים פתוחים, נגע סרטני או כל בעיה בעור.</p></div>
                                        <h3 class="question">האם אני יכולה להשתמש ב-AMAYA אם יש לי עור מבוקע או
                                            פגוע?</h3>
                                        <div class="answer"><p style="direction: rtl;">אין להשתמש ב-AMAYA על עור פצוע,
                                                כואב, בעל שלפוחיות או בכל מצב עור לא רגיל.</p></div>
                                        <h3 class="question">האם אפשר להשתמש ב-AMAYA על כוויית שמש?</h3>
                                        <div class="answer"><p style="direction: rtl;">אפשר לטפל ב-AMAYA על עור שזוף. עם
                                                זאת, אם עורך נשרף והוא אדום ורגיש, הימנעי משימוש בתכשיר עד שתעבור
                                                האדמומיות ותיעלם הרגישות.</p></div>
                                        <h3 class="question">האם טיפולי AMAYA כואבים?</h3>
                                        <div class="answer"><p style="direction: rtl;">לא! לא רק שהטיפול ב-AMAYA הוא נטול
                                                כאבים לחלוטין, הוא אף נעים ומרגיע ומרגיש כמו מסז' חמים.</p>
                                            <p style="direction: rtl;">זאת הודות למיקוד האנרגיה ישירות בשכבה העמוקה של
                                                העור שלך. טיפולי AMAYA מעניקים לך תחושה חמימה ונעימה.</p></div>
                                        <h3 class="question">מה אורך החיים הצפוי של ה-AMAYA שלי?</h3>
                                        <div class="answer"><p style="direction: rtl;">המכשיר תוכנן לעבוד שנים רבות,
                                                והספקו תלוי בתדירות השימוש ובכמות אזורי הטיפול בכל פעם.</p>
                                            <p style="direction: rtl;">הייתרון של המכשיר על פני טיפולים מקצועיים חלופיים
                                                הוא שאת יכולה להשתמש בו שוב אחרי שהתוצאות דהו, ולכן מדובר בהשקעה לטווח
                                                ארוך.</p></div>
                                        <h3 class="question">כמה זמן נמשך טיפול בכל חלק של הפנים?</h3>
                                        <div class="answer"><p style="direction: rtl; text-align: right;">4 דקות רצופות
                                                הוכחו כזמן המדויק שלוקח להגיע לרמת החימום הדרושה תוך הגנה על עורך.</p>
                                            <p style="direction: rtl; text-align: right;">יש להימנע מטיפול יתר, כלומר
                                                אין להשתמש בתכשיר על אותו אזור יותר מ-4 הדקות המומלצות ביום.</p></div>
                                        <h3 class="question">באיזו תדירות כדאי להשתמש ב-AMAYA?</h3>
                                        <div class="answer"><p style="direction: rtl;">כדי למקסם את תוצאות הטיפול ב-AMAYA
                                                מומלץ לבצע סדרת טיפולים מלאה במשך 3-5 פעמים בשבוע לתקופה של חודש.</p>
                                            <p style="direction: rtl;">בתום החודש הראשון, כדאי ומומלץ להמשיך בשמירה על
                                                התוצאות על ידי שימוש במכשיר פעמיים בשבוע.</p></div>
                                        <h3 class="question">האם אני יכולה להמשיך להשתמש במוצרי טיפוח העור האחרים שלי
                                            בזמן הטיפול ב-AMAYA?</h3>
                                        <div class="answer"><p style="direction: rtl;">במהלך הטיפול ב-AMAYA אפשר להמשיך
                                                ולהשתמש כרגיל בתכשירי טיפוח למטרות שונות, ביניהן ניקוי והענקת לחות לעור
                                                הפנים.</p></div>
                                        <h3 class="question">במה שונה AMAYA מקרמים אחרים?</h3>
                                        <div class="answer"><p style="direction: rtl;">מוצרים קוסמטים לטיפוח העור פועלים
                                                על פי רוב על האפידרמיס. AMAYA, לעומת זאת, מחדירה אנרגיה עמוק אל תוך שכבות
                                                בעור שבהן נוצרים סיבי קולגן ואלסטין, ומעודדת ייצור טבעי של סיבים
                                                חדשים.</p></div>
                                        <h3 class="question">האם AMAYA נבדקה על ידי רופאי עור?</h3>
                                        <div class="answer"><p style="direction: rtl;">כן. מערכת חידוש העור המהפכנית של
                                                AMAYA (AMAYA Rejuvenation System) מבוססת על טכנולוגיה מקצועית (3DEEP®)
                                                שיעילותה כבר הוכחה בעשרות אלפי טיפולים למיצוק עור שערכו רופאי עור ברחבי
                                                העולם.</p></div>
                                        <h3 class="question">AMAYA, איך זה עובד?</h3>
                                        <div class="answer"><p style="direction: rtl;">קולגן ואלסטין הם חלבונים חיוניים
                                                לעור, אשר מעניקים לו את צורתו ותומכים בהרמתו. סיבי הקולגן אחראים על חוזק
                                                העור והטונוס שלו. סיבי האלסטין מאפשרים לו גמישות ויכולת מתיחה.</p>
                                            <p style="direction: rtl;">AMAYA, בעזרת טכנולוגיית 3DEEP מבית EndyMed, מחדירה
                                                אנרגיה (באופן מבוקר) עמוק אל תוך רקמות העור, וממריצה את התהליך הטבעי של
                                                ייצור קולגן ואלסטין חדשים ובריאים יותר.</p></div>
                                        <h3 class="question">האם אפשר להשתמש ב-AMAYA מסביב לעיניים?</h3>
                                        <div class="answer"><p style="direction: rtl;">אל תשתמשי במכשיר על עינייך, באזור
                                                העפעף או קרוב לעיניים מעבר לעצם האורביטלית. את יכולה להשתמש ב-AMAYA על
                                                עצמות הלחיים העליונות כפי שמוסבר במדריך של AMAYA.</p></div>
                                        <h3 class="question"> האם אני יכולה להשתמש ב-AMAYA על אזורים נוספים בגוף מלבד
                                            הפנים?</h3>
                                        <div class="answer"><p style="direction: rtl;">AMAYA פותחה, עוצבה ונבדקה עבור עור
                                                הפנים. עם זאת, ניתן להשתמש בניואה גם באזור המצח (עוצמה 1), הצוואר (עוצמה
                                                1, לא ליד בלוטת התריס), באזור המחשוף ועל כפות הידיים בעוצמה רגילה (עוצמה
                                                2).</p></div>
                                        <h3 class="question">כיצד עליי להתכונן לטיפול הראשון ב-AMAYA?</h3>
                                        <div class="answer"><p style="direction: rtl;">לפני הפעלת המכשיר אנא קראי את
                                                מדריך ההנחיות ו<a
                                                    href="https://www.youtube.com/watch?v=ph1FCdv_K8A#action=share"
                                                    target="_blank"><span
                                                        style="text-decoration: underline;">צפי בסרטון</span> </a>שמסביר
                                                צעד צעד כיצד להשתמש במכשיר.&nbsp;שימי לב לכל האזהרות המצוינות, כולל
                                                התוויות נגד.</p>
                                            <p style="direction: rtl;">לפני כל טיפול ודאי שהאלקטרודות נקיות והקפידי
                                                לנקות אותן בהתאם לצורך לפי ההוראות שבמדריך. הסירי כל איפור וכל תכשיט
                                                מאזורי הטיפול, כולל עגילים, שרשרת או טבעות.</p>
                                            <p style="direction: rtl;">הקפידי לייבש את העור היטב לפני הטיפול. מרחי פס
                                                אחד מהג'ל האקטיבי של AMAYA ישירות על אזור האלקטרודות, באופן שיכסה היטב את
                                                האזור.</p>
                                            <p></p></div>
                                        <h3 class="question">האם עליי להיזהר מחשיפה לשמש בזמן השימוש ב-AMAYA?</h3>
                                        <div class="answer"><p style="direction: rtl;">תמיד מומלץ להגן על עורך כשאת
                                                יוצאת אל השמש. הטיפול להרמת העור של AMAYA לא יגרום לעורך להיות יותר רגיש
                                                לאור מכפי שהוא ללא הטיפול, כך שהוא לא מהווה שיקול בנושא החשיפה לשמש.</p>
                                            <p style="direction: rtl;">עם זאת, מכיוון שחשיפת יתר לאור השמש עלולה לגרום
                                                לרפיון העור - זכרי להיות זהירה בשמש ולהגן על עורך.</p></div>
                                        <h3 class="question">האם AMAYA בטוחה לשימוש?</h3>
                                        <div class="answer"><p style="direction: rtl;">בהחלט. AMAYA משתמש בטכנולוגיית
                                                3DEEP שהוכחה במחקרים קליניים ואושרה על ידי ה-FDA. היא נמצאת בשימוש
                                                ומומלצת על ידי רופאי עור מובילים בעולם.</p></div>
                                        <h3 class="question">האם AMAYA מתאים לכל סוגי העור?</h3>
                                        <div class="answer"><p style="direction: rtl;">כן, טכנולוגיית 3DEEP הוכחה כבטוחה
                                                לכל סוגי העור.</p></div>
                                        <h3 class="question">איך ארגיש לאחר הטיפול ב-AMAYA ואיך ייראה העור שטופל?</h3>
                                        <div class="answer"><p style="direction: rtl;">התוצאות משתנות בהתאם לעור הפנים
                                                של כל אחת ובהתאם למשתנים נוספים.</p>
                                            <p style="direction: rtl;">מיד בתום הטיפול תחווי תחושה חמימה באזורים שטופלו.
                                                העור שהיה רפוי כבר יהיה וירגיש הדוק יותר, וייראה צעיר, חלק ומוצק. תיתכן
                                                אדמומיות קלה שתחלוף תוך שעה מסיום הטיפול.</p>
                                            <p style="direction: rtl;">הטיפול ב-AMAYA גורם לעורך לייצר קולגן חדש אשר מרים
                                                את עור הפנים והצוואר ומפחית קמטים וקמטוטים.</p>
                                            <p style="direction: rtl;">אחרי 4 שבועות צפויה הפחתה של עד 45% מהקמטים
                                                ועלייה במיצוק העור בהדרגה עד 6 חודשים מתחילת הטיפול, הודות ליצירתו של
                                                קולגן חדש ובריא יותר.</p></div>
                                        <h3 class="question">מה זה AMAYA?</h3>
                                        <div class="answer"><p style="direction: rtl;">AMAYA הוא טיפול אנטי-אייג'ינג
                                                מתקדם ולא חודרני למיצוק העור ולהפחתת קמטים - בשימוש ביתי פשוט ונוח.</p>
                                            <p style="direction: rtl;">בטיפול משתמשים ב-EndyMed AMAYA™, מכשיר באישור
                                                ה-FDA (מנהל התרופות והמזון האמריקאי) שנמכר ללא מרשם לשימוש ביתי.</p>
                                        </div>
                                        <h3 class="question">האם התוצאות מהטיפולים ב – Newa הן ארוכות טווח?</h3>
                                        <div class="answer"><p><span>בדרך כלל התוצאות יישמרו מספר חודשים. מאחר שתהליך ההזדקנות הוא מתמשך, אנחנו ממליצים לך להמשיך את הטיפולים 1-2 פעמים בשבוע כדי להאריך, לשמר ולשפר את התוצאות&nbsp;שיעניקו לך מראה צעיר לאורך שנים.</span>
                                            </p></div>
                                        <h3 class="question">במידה ועור הפנים במצב רגיש או לא רגיל, האם כדאי להשתמש ב
                                            Newa?</h3>
                                        <div class="answer"><p>אם יש או מופיעים&nbsp;בעור פצעים פתוחים, שלפוחיות, כתמים
                                                או&nbsp;מצב לא רגיל של העור - ההמלצה היא לא להשתמש במכשיר.&nbsp;</p>
                                        </div>
                                        <h3 class="question">אם יש לי כוויות שמש בפנים, האם אוכל להשתמש ב – Newa?</h3>
                                        <div class="answer"><p><span>במידה והעור שזוף ללא כוויות או אדמומיות רבה, המשך הטיפול מומלץ. אך אם יש לכם כוויות שמש, אם העור כבר אדום מאוד ומגורה.&nbsp;טיפול בעור רגיש ושזוף יכול להיות כואב ולגרום לחוסר נוחות. מומלץ לטפל בכוויות השמש והאדמומיות, לחכות&nbsp;לשיפור במצב העור&nbsp;ולהמשיך את סדרת הטיפולים. &nbsp;</span>
                                            </p></div>
                                        <h3 class="question">האם כדאי להימנע מחשיפה לשמש בתקופת הטיפול?</h3>
                                        <div class="answer"><p><span>Newa® לא יגרום לעור שלך להיות רגיש יותר ממה שהוא בדרך כלל הוא. באופן כללי&nbsp;כאשר יוצאים אל השמש, במיוחד כאשר השמש במרכז השמיים, יש לנקוט באמצעי הגנה.&nbsp; למרות זאת חשוב לזכור כי קרם הגנה מומלץ תמיד וחשיפה ישירה לשמש בלי הגנה למשך תקופת זמן ממושכת אינו בריא וטוב לעור.</span>
                                            </p></div>
                                        <h3 class="question">לאחר הטיפול נוצרת אדמומיות קלה, כמה זמן לוקח לאדמומיות
                                            לעבור?</h3>
                                        <div class="answer"><p>לאחר שכל טיפול מסתיים יש אדמומיות קלה בפנים. זוהי תוצאה
                                                טבעית של החימום המעורר את הקולגן וממצק את העור. האדמומיות היא זמנית
                                                ותעלם אחר כמה דקות או עד לשעה לאחר סיום הטיפול.</p></div>
                                        <h3 class="question">האם טיפול ב AMAYA כואב?</h3>
                                        <div class="answer"><p><span>המכשיר Newa שנועד לטיפול בעור אמור להיות חסר כל כאב מאחר והאנרגיה הנפלטת מתדירות גלי הרדיו היא מאוד נמוכה ונועדה להגיע לשכבות העמוקות של העור מבלי לגרום נזק לעור החיצוני. אתם תחושו תחושה חמה כאשר תעסו את עור הפנים בצורה מאוד רגועה, הדומה מאוד לעיסוי עור פנים חם הנעשה באופן מקצועי. זו אמורה להיות תחושה מהנה בלי נזק או חוסר נוחיות.</span>
                                            </p></div>
                                        <h3 class="question">האם אפשר להשתמש במכשיר ה – AMAYA® באזור העיניים?</h3>
                                        <div class="answer"><p><span>טיפול הפנים AMAYA®&nbsp;מומלץ לשימוש סביב העיניים (מעל עצם מסלולית). למען ביטחונך ולתוצאות אופטימליות של טיפולי הפנים RF שלך, נא לא להשתמש במכשיר על העיניים שלך, על פני העפעפיים שלך או קרוב לגבול עצם העין.</span>
                                            </p>
                                            <p>נא לנהוג בזהירות גם בשימוש עם הג'ל Activator יש לדאוג שלא יהיה קרוב
                                                לעיניים או בתוך העין – הדבר עלול לגרום לנזק.</p>
                                            <p><span></span><strong>העצם סביב העין:</strong><span>&nbsp;(מסומנת בנקודות- אפשר להרגיש אותה)</span>
                                            </p>
                                            <p><span><img alt="שימוש במכשיר ניואה מסביב לעיניים"
                                                          src="<?php echo $theme_url; ?>/images/orbital_bone.jpg"></span>
                                            </p></div>
                                        <h3 class="question">בנוסף לעור הפנים האם אפשר להשתמש במכשיר על חלקים אחרים
                                            בגוף?</h3>
                                        <div class="answer"><p><span>ה – AMAYA®&nbsp;פותח בצורה ייחודית ומטרתו &nbsp;לספק תוצאה של מתיחת פנים ללא ניתוח. הוא נועד לשימוש בעור הפנים ולא מכוון לשימוש &nbsp;בחלקי גוף אחרים..</span>
                                            </p></div>
                                        <h3 class="question">האם אפשר לחזור ולטפל באזור מסוים פעם נוספת באותו
                                            טיפול?</h3>
                                        <div class="answer"><p>למרות שזה עשוי להיות מפתה, לא מומלץ לבצע את טיפולי הפנים
                                                על אותו האזור במשך יותר מארבע דקות .</p>
                                            <p>4 דקות של טיפול פנים לאזור הוכחו על ידי רופאי העור ככמות האידיאלית של זמן
                                                על מנת להגיע לרמת החימום ההכרחית ליצירת קולגן, תוך שמירה על העור שלך
                                                המגרות את להתחדשות פנים אופטימלית. סיבה נוספת לטיפול המדויק היא לוודא
                                                שהטיפול שווה בכל אזור למראה אחיד ושווה בכל הפנים. רצוי להימנע משימוש
                                                יתר!&nbsp;</p></div>
                                        <h3 class="question">מהי התדירות שבה אוכל להשתמש במכשיר ה- AMAYA®?</h3>
                                        <div class="answer"><p><span>שיטת ה – Newa לחידוש העור דורשת טיפולים מתמידים וחוזרים על מנת להשיג תוצאות מקסימאליות.</span>
                                            </p>
                                            <p>סדרת הטיפולים הראשונית נמשכת חודש שלם, ההמלצה היא לבצע טיפול פנים בכל
                                                האיזורים חמש פעמים בשבוע, כאשר כל אזור מטופל במשך 4 דקות.</p>
                                            <p>בתום החודש הראשון מומלץ להמשיך עם הטיפולים פעם או פעמיים בשבוע. לאחר
                                                החודש הראשון אפשר לראות הבדל משמעותי באיכות העור והצבע שלו.</p></div>
                                    </div>
                                </div>
                            </div>

                            <div class="small-text">
                                <div class="container"><p>*מחקר קליני בן 12 שבועות שביצע ד"ר רוברט ג'. פרומנטו העריך את
                                        יעילות השימוש במכשיר AMAYA ככזו שמשפרת את נראות העור, בין אם הפגיעה חלה מהזדקנות
                                        טבעית ובין אם מנזקי אור השמש שאינם פוסחים על איש.</p></div>
                            </div>
                        </div>

                        <script type="text/javascript">
                            $j(".how-to-use-video a").click(function () {
                                $j.fancybox({
                                    'padding': 20,
                                    'autoScale': false,
                                    'transitionIn': 'none',
                                    'transitionOut': 'none',
                                    'title': this.title,
                                    'width': 640,
                                    'height': 385,
                                    'href': this.href.replace(new RegExp("watch\\?v=", "i"), 'v/'),
                                    'type': 'swf',
                                    'swf': {
                                        'wmode': 'transparent',
                                        'allowfullscreen': 'true'
                                    }
                                });
                                return false;
                            });
                        </script>

                        <script type="text/javascript">
                            $j(function () {
                                $j("#accordion").accordion({
                                    active: false,
                                    collapsible: true,
                                    heightStyle: "content"
                                });
                            });
                        </script>
                    </div>
                </div>
                
            </div>
            
        </div>
    </div>

<?php

get_footer();
