<div class="details-dermineck">
    <div class="amaya-details-line">
        דרמינק - מכשיר קטן נייד וחכם אשר מיישר קמטוטי צוואר, עוזר לשיקום העור והגברת רמת הקולגן בגוף
    </div>
    <div class="amaya-details-banner container">
        <div class="amaya-details-banner-image col-xs-6">
            <img src="<?php echo get_stylesheet_directory_uri() ?>/images/details-banner-dermineck.gif" alt="Dermineck">
        </div>
        <div class="amaya-details-banner-logo col-xs-6"></div>
    </div>
    <div class="amaya-details-main">
        <div class="container clearfix">
            <div class="amaya-details-text">
                <h4>איך הטכנולוגיה של מכשיר עובדת?</h4>
                <p>
                    המכשיר משלב טכנולוגיית אנטי אייג'ינג פורצת דרך: עיסוי מהיר, טיפול בעזרת אור וחימום/קירור - כל זה במכשיר אחד. מגיע עם שלוש מצבי IPL ושלושה סוגי קרני אור LED, שהוכחו כאפקטיביים לטיפול בכל סוגי העור:
                    קרני האור הכחול - שחודרות אל השכבות העמוקות יותר של העור, כ- 5 מ"מ אל תוכו, ויוצרת ניקוי אנטי-בקטריאלי עמוק של העור. ומטפלות בנקדות שחורות, אקנה, בקטריות, מרגיעות אדמומיות, מווסתות את זרמית הדם ועוד.
                    קרני האור האדום - שחודרות לעומר 8-10 מ"מ לתוך העור, ומסייעות ליצירת קלוגן, החלבון שנמצא בתוך העור ובעל חוזק רב למתיחה. קרניים אלו אף הופכות את מרקם העור למתוח ומעניקות לו מראה צעיר יותר.
                    קרני אור ירוק - חודרות לעומק 2-5 מ"מ לתוך העור ומסייעות לעצירת פיגמטציה בעור ועוזרות להחלמה שלו ממפגעים.
                    הוראות שימוש: מרחי קרם לחות על האזור בו תרצי לטפל, שטפי את הפנים והצוואר לפני הטיפול, בחרי את המצב הנדרש עבורך (אור אדום, כחול או ירוק) והעבירי את המכשיר בתנועות עדינות כלפי מעלה.
                </p>
                <br><br>
                <div class="amaya-details-text-price">
                    <?php global $product; ?>
                    המחיר: &nbsp;&nbsp;<?php echo $product->get_price_html(); ?>
                </div>
                <?php amaya_details_buy_html(); ?>
            </div>
        </div>
    </div>
    <div class="amaya-details-line">
        &nbsp;
    </div>
    <div class="amaya-details-footer">
        <div class="container clearfix">
            <div class="amaya-details-text">
                <h4>הוראות שימוש</h4>
                מרחי קרם לחות על האזור בו תרצי לטפל, שטפי את הפנים והצוואר לפני הטיפול, בחרי את המצב הנדרש עבורך (אור אדום, כחול או ירוק) והעבירי את המכשיר בתנועות עדינות כלפי מעלה.

                <br>
                <br>

                <h4>יתרונות השימוש במכשיר הדרמינק</h4>
                טיפול בחום של 45 מעלות בכדי להשפיע בצורה מיטבית על העור
                שימוש בטכנולוגיה טבעית ללא כל התערבות כירורגית, המעניקה לעור את הכלים "לרפא" את עצמו.
                המרצת זרימת דם
                ניקוי מרידיאנים

            </div>
        </div>
    </div>
</div>

