<div class="details-ems">
    <div class="amaya-details-line">
        &nbsp;
    </div>
    <div class="amaya-details-banner clearfix">
        <img src="<?php echo get_stylesheet_directory_uri() ?>/images/details-banner-ems.gif" alt="EMS">
    </div>
    <div class="amaya-details-main">
        <div class="container clearfix">
            <div class="amaya-details-text">
                <h4>איך המכשיר עובד?</h4>
                <p>
                    הטיפולים של המכשיר נעשים באמצעות שלושה סוגי טכנולוגיה מתקדמים:
                    טכנולוגיית RF - שימוש בגלי רדיו, המעניק הצרת היקפים לטווח הארוך וחיטוב עבור המטופלים. ידית הטיפול של המכשיר ממקדת גלי רדיו באזור הרצוי בגוף, מה שגורם לחימום הרקמות שנמצאות מתחת לעור. פעולת חימום זו נועדה בכדי לפרק כיסי שומן. בנוסף, גלי הרדיו מעודדים יצירת חלבוני קלוגן ואלסטין, ואלו מחזירים לעור את החיוניות שלו, ומעניקים לו הזדמנות טבעית לחזור להיות גמיש ומתוח.
                </p>
                <img src="<?php echo get_stylesheet_directory_uri() ?>/images/ems-main.png">
                <p>
                    אנרגיית האולטרה סאונד - במהלך הטיפול, גלי אוטרה סאונד חודרים לעומק שכבות העור, למקום בו נמצאת שכבת השומן. בשלב זה, המכשיר מייצר ויברציות מיוחדות, שגורמות להריסת תאי השומן. אנרגית האולטרה סאונד מסייעת גם לשיפור מטבוליזם של העור - מסייעת לגופינו לייצר תאי עור חדשים שיחליפו את הוותיקים, ויעניקו מראה זוהר ורענן.
                    טכניקת אורות LED - בצבעים כחול ואדום, המסייעים בשיפור מראה העור. הטכניקה ידועה ביכולתה להעלמת קמטים, הידוק והרמת העור, הבהרת פיגמנטציה, החדרת חומרי לחות ובטיפול באקנה.
                    השילוב של כל אלו מעניק תוצאה מוכחת בכל הנוגע להצרת היקפים, העלמת צילוליטיס ואף במיצוק מחודש של העור.
                </p>
                <h4>יתרונות השימוש במכשיר הצרת ההיקפים:</h4>
                <p>
                    · עיצוב גוף, צמצום היקפים והידוק העור ללא שימוש בשולחן ניתוחים
                    וללא כאבים
                    · מתאים להעלמת צילוליט למציוקו של העור באזור שטופל
                    · שליטה עצמית בכל הנוגע לזמן ומיקום הטיפול - ניתן לבצע את הטיפול
                    באופן עצמאי
                    · קבלת חודשיים בהחזר מלא בעת הרכישה
                    · ליווי צמוד והדרכה בכל הנוגע לכל טיפול וטיפול
                    · שימוש פשוט וקל: המכשיר בעל 4 כפתורים בלבד: הפעלה וכיבוי, וכפתור אחד לכל אחת מטכנולוגיות הטיפולים הקיימות בו.
                    · כבל USB להטענה נוחה.
                    מעוניינת בגוף חטוב במינימום מחיר ומאמץ? בתוצאות מהירות ומשמעותיות? מכשיר הצרת היקפים נועד בדיוק בשבילך: הוסיפי את המכשיר לעגלה וקבלי שליח עד הבית ללא עלות, וחודשיים מלאים עם אופציה להחזר כספי מלא!
                </p>
                <br><br>
                <div class="amaya-details-text-buy-panel">
                    <div class="amaya-details-text-price">
                        <?php global $product; ?>
                        המחיר: &nbsp;&nbsp;<?php echo $product->get_price_html(); ?>
                    </div>
                    <?php amaya_details_buy_html(); ?>
                </div>
            </div>
        </div>
    </div>
    <div class="amaya-details-line">
        מכשיר עם טכנולוגיית הצרת היקפים ייחודית, שיסייע לך לעצב את הגוף, לצמצם היקפים, להיפרד
        מהצלוליטיס ולהדק את העור באזורי בבטן, בזרועות, בירכיים ובישבן.
    </div>
    <div class="amaya-details-footer">
        <div class="container clearfix">
            <div class="amaya-details-text">
                <h4>הוראות שימוש:</h4>

                <p>
                    יש לוודא שהמוצר נטען במלואו לפני השימוש הראשון בכדי שכל הפונקציות יבואו לידי ביטוי.
                    לאחר טעינה מלאה ראשונה, לחצי על כפתור ה ON להפעלת המכשיר.
                    לקבלת התוצאות הטובות ביותר, יש לשמור על משך טיפול ממוצע של כ- 20 דקות לכל אזור טיפול עם הגדרת העוצמה המתאימה והנוחה לך ביותר.
                </p>

                <p>
                    ***חריגה מזמן הטיפול יכולה להזיק ולא לטפל בעורך.
                    יצירת מגע עם העור- יש לוודא כי את האלקטרודות של המכשיר באה כולה במגע עם העור.
                </p>

                <p>
                    <strong style="text-decoration: underline">חשוב לדעת:</strong>
                    איזורים בהם אין להשתמש במכשיר: אזור הפה, אזורים מוצנעים, צוואר, פיקת הגרון/גורגרת, כל אזור הלב, אצבעות,מפרק כף היד, קרסול, אזורים בהם העור עדין, על עור שרוט, באזורים מחלימים (ניתוח, פריחה וכו), אזורי מוגלה ודלקות. המכשיר לא מתאים לשימוש בפנים.
                </p>
            </div>
        </div>
    </div>
</div>

